Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Light sleep that serves as a transition between other stages. Still important for brain health and restoration.
de: Leichter Schlaf als Übergang zwischen den anderen Phasen. Trotzdem wichtig für Gehirngesundheit und Erholung.
es: Sueño ligero que sirve de transición entre las demás fases. Aun así es importante para la salud cerebral y la recuperación.
fr: Sommeil léger qui fait la transition entre les autres stades. Il reste important pour la santé du cerveau et la récupération.
fr_ca: Sommeil léger qui fait la transition entre les autres stades. Il reste important pour la santé du cerveau et la récupération.
nl: Lichte slaap die dient als overgang tussen de andere fasen. Toch belangrijk voor hersengezondheid en herstel.

source: Likely Next Period
de: Nächste Periode wahrscheinlich
es: Próxima regla probable
fr: Prochaines règles probables
fr_ca: Prochaines règles probables
nl: Volgende menstruatie waarschijnlijk

source: Liquid Volume
de: Flüssigkeitsmenge
es: Volumen de líquido
fr: Volume de liquide
fr_ca: Volume de liquide
nl: Vloeistofvolume

source: Loading notifications...
de: Benachrichtigungen werden geladen …
es: Cargando notificaciones…
fr: Chargement des notifications…
fr_ca: Chargement des notifications…
nl: Meldingen laden …

source: Loading Weather...
de: Wetter wird geladen …
es: Cargando el tiempo…
fr: Chargement de la météo…
fr_ca: Chargement de la météo…
nl: Weer laden …

source: Location
de: Standort
es: Ubicación
fr: Position
fr_ca: Position
nl: Locatie

source: Log
de: Eintragen
es: Registrar
fr: Enregistrer
fr_ca: Enregistrer
nl: Vastleggen

# Log %lld %@
source: Log %1$lld %2$@
de: %1$lld %2$@ eintragen
es: Registrar %1$lld %2$@
fr: Enregistrer %1$lld %2$@
fr_ca: Enregistrer %1$lld %2$@
nl: %1$lld %2$@ vastleggen

source: Log a workout with your Apple Watch to get a better sense of your Exercise Effectiveness.
de: Zeichne ein Workout mit deiner Apple Watch auf, um deine Trainingseffektivität besser einzuschätzen.
es: Registra un entrenamiento con tu Apple Watch para valorar mejor la efectividad de tu ejercicio.
fr: Enregistrez une séance avec votre Apple Watch pour mieux évaluer l'efficacité de votre exercice.
fr_ca: Enregistre une séance avec ton Apple Watch pour mieux évaluer l'efficacité de ton exercice.
nl: Leg een training vast met je Apple Watch voor een beter beeld van de effectiviteit van je training.

source: Log Actions Configuration
de: Konfiguration der Eintragungsaktionen
es: Configuración de las acciones de registro
fr: Configuration des actions d'enregistrement
fr_ca: Configuration des actions d'enregistrement
nl: Configuratie vastlegacties

source: Log Blood Pressure
de: Blutdruck eintragen
es: Registrar presión arterial
fr: Enregistrer la tension
fr_ca: Enregistrer la tension
nl: Bloeddruk vastleggen

source: Log Bowel Movement
de: Stuhlgang eintragen
es: Registrar deposición
fr: Enregistrer des selles
fr_ca: Enregistrer des selles
nl: Stoelgang vastleggen

source: Log Food
de: Essen eintragen
es: Registrar comida
fr: Enregistrer un aliment
fr_ca: Enregistrer un aliment
nl: Voeding vastleggen

source: Log Meal
de: Mahlzeit eintragen
es: Registrar comida
fr: Enregistrer un repas
fr_ca: Enregistrer un repas
nl: Maaltijd vastleggen

source: Log Meal Configuration
de: Konfiguration der Mahlzeiteneingabe
es: Configuración del registro de comidas
fr: Configuration de l'enregistrement des repas
fr_ca: Configuration de l'enregistrement des repas
nl: Configuratie maaltijd vastleggen

source: Log nutrition with just a picture
de: Mahlzeiten mit einem Foto erfassen
es: Registra tus comidas con una foto
fr: Enregistrez vos repas d’une simple photo
fr_ca: Enregistre tes repas d’une simple photo
nl: Voeding loggen met één foto

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
fr_ca: Se déconnecter
nl: Log uit

source: Log Period
de: Periode eintragen
es: Registrar la regla
fr: Enregistrer les règles
fr_ca: Enregistrer les règles
nl: Menstruatie vastleggen

source: Log Protein
de: Protein eintragen
es: Registrar proteína
fr: Enregistrer des protéines
fr_ca: Enregistrer des protéines
nl: Eiwit vastleggen

source: Log Water
de: Wasser eintragen
es: Registrar agua
fr: Enregistrer de l'eau
fr_ca: Enregistrer de l'eau
nl: Water vastleggen

source: Log Weight
de: Gewicht eintragen
es: Registrar peso
fr: Enregistrer le poids
fr_ca: Enregistrer le poids
nl: Gewicht vastleggen

source: Log your bowel movements to learn more about your regularity.
de: Trage deinen Stuhlgang ein, um mehr über deine Regelmäßigkeit zu erfahren.
es: Registra tus deposiciones para conocer mejor tu regularidad.
fr: Enregistrez vos selles pour en savoir plus sur votre régularité.
fr_ca: Enregistre tes selles pour en savoir plus sur ton régularité.
nl: Leg je stoelgang vast om meer te weten te komen over je regelmaat.

source: Log your weight to learn more about your body composition.
de: Trage dein Gewicht ein, um mehr über deine Körperzusammensetzung zu erfahren.
es: Registra tu peso para conocer mejor tu composición corporal.
fr: Enregistrez votre poids pour en savoir plus sur votre composition corporelle.
fr_ca: Enregistre ton poids pour en savoir plus sur ton composition corporelle.
nl: Leg je gewicht vast om meer te weten te komen over je lichaamssamenstelling.

source: Logged
de: Eingetragen
es: Registrado
fr: Enregistré
fr_ca: Enregistré
nl: Vastgelegd

source: Logs
de: Protokolle
es: Registros
fr: Journaux
fr_ca: Journaux
nl: Logboeken

source: Logs a meal with one or more food items.
de: Trägt eine Mahlzeit mit einem oder mehreren Lebensmitteln ein.
es: Registra una comida con uno o varios alimentos.
fr: Enregistre un repas comprenant un ou plusieurs aliments.
fr_ca: Enregistre un repas comprenant un ou plusieurs aliments.
nl: Legt een maaltijd met een of meer voedingsmiddelen vast.

source: Long
de: Lang
es: Largo
nl: Lang

source: Looking up foods...
de: Lebensmittel werden gesucht …
es: Buscando alimentos…
fr: Recherche d'aliments…
fr_ca: Recherche d'aliments…
nl: Voedingsmiddelen zoeken …

source: Looks good!
de: Sieht gut aus!
es: ¡Buena pinta!
fr: Ça a l'air bien !
fr_ca: Ça a l'air bien !
nl: Ziet er goed uit!

source: Looks Great!
de: Sieht super aus!
es: ¡Tiene muy buena pinta!
fr: Très bien !
fr_ca: Très bien !
nl: Ziet er top uit!

source: Lose Weight
de: Abnehmen
es: Perder peso
fr: Perdre du poids
fr_ca: Perdre du poids
nl: Afvallen

source: low
de: niedrig
es: por debajo
fr: en dessous
fr_ca: en dessous
nl: laag

source: Low
de: Niedrig
es: Bajo
fr: Faible
fr_ca: Faible
nl: Laag

source: Lower
de: Unterer Wert
es: Mínima
fr: Inférieur
fr_ca: Inférieur
nl: Onderdruk

source: Lowest Body Fat %
de: Niedrigster Körperfettanteil
es: Menor porcentaje de grasa
fr: Masse grasse la plus basse
fr_ca: Masse grasse la plus basse
nl: Laagste vetpercentage

source: Lowest Score
de: Niedrigster Wert
es: Puntuación más baja
fr: Score le plus bas
fr_ca: Score le plus bas
nl: Laagste score

source: Loyalty Offer
de: Treueangebot
es: Oferta de fidelidad
fr: Offre de fidélité
fr_ca: Offre de fidélité
nl: Loyaliteitsaanbod

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
fr_ca: Dîner

source: Luteal
de: Lutealphase
es: Lútea
fr: Lutéale
fr_ca: Lutéale
nl: Luteaal

source: Luteal HR
de: HF in der Lutealphase
es: FC en la fase lútea
fr: FC en phase lutéale
fr_ca: FC en phase lutéale
nl: HS in luteale fase

source: Luteal Sleep
de: Schlaf in der Lutealphase
es: Sueño en la fase lútea
fr: Sommeil en phase lutéale
fr_ca: Sommeil en phase lutéale
nl: Slaap in luteale fase

source: Macro
de: Makronährstoff
es: Macronutriente
fr: Macronutriment
fr_ca: Macronutriment
nl: Macronutriënt

source: Macros
de: Makronährstoffe
es: Macronutrientes
fr: Macronutriments
fr_ca: Macronutriments

source: Maintain Weight
de: Gewicht halten
es: Mantener mi peso
fr: Maintenir mon poids
fr_ca: Maintenir mon poids
nl: Gewicht behouden

source: Make sure to get the front of the packaging, including the brand and product name.
de: Fotografiere die Vorderseite der Verpackung mit Marke und Produktnamen.
es: Fotografía la parte delantera del envase, con la marca y el nombre del producto.
fr: Veillez à photographier le devant de l'emballage, avec la marque et le nom du produit.
fr_ca: Veille à photographier le devant de l'emballage, avec la marque et le nom du produit.
nl: Fotografeer de voorkant van de verpakking, met merk en productnaam.

source: Manage Containers
de: Gefäße verwalten
es: Gestionar recipientes
fr: Gérer les contenants
fr_ca: Gérer les contenants
nl: Bekers beheren

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
fr_ca: Gérer l'abonnement
nl: Abonnement beheren

source: Mass
de: Gewicht
es: Peso
fr: Poids
fr_ca: Poids
nl: Gewicht

source: Max Cholesterol
de: Cholesterin max.
es: Colesterol máx.
fr: Cholestérol max
fr_ca: Cholestérol max
nl: Cholesterol max.

source: Max Fiber
de: Ballaststoffe max.
es: Fibra máx.
fr: Fibres max
fr_ca: Fibres max
nl: Vezels max.

source: Max Goal
de: Maximalziel
es: Objetivo máximo
fr: Objectif max
fr_ca: Objectif max
nl: Maximumdoel

source: Max Heart Rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
fr_ca: Fréquence cardiaque maximale
nl: Maximale hartslag

source: Max HR
de: Max. HF
es: FC máx.
fr: FC max
fr_ca: FC max
nl: Max. HS

source: Max Range
de: Maximalbereich
es: Rango máximo
fr: Plage max
fr_ca: Plage max
nl: Maximumbereik

source: Max RHR
de: Max. Ruhe-HF
es: FC en reposo máx.
fr: FC au repos max
fr_ca: FC au repos max
nl: Max. rusthartslag

source: Max Sugar
de: Zucker max.
es: Azúcar máx.
fr: Sucres max
fr_ca: Sucres max
nl: Suiker max.

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
fr_ca: Repas
nl: Maaltijd

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
fr_ca: Repas
nl: Maaltijden

source: meditation minutes
de: Meditationsminuten
es: minutos de meditación
fr: minutes de méditation
fr_ca: minutes de méditation
nl: meditatieminuten

source: Medium
de: Mittel
es: Medio
fr: Moyen
fr_ca: Moyen
nl: Gemiddeld

source: Memory
de: Erinnerung
es: Recuerdo
fr: Mémoire
fr_ca: Mémoire
nl: Herinnering

source: Memory Removed
de: Erinnerung gelöscht
es: Recuerdo eliminado
fr: Souvenir supprimé
fr_ca: Souvenir supprimé
nl: Herinnering verwijderd

source: Memory Updated
de: Erinnerung aktualisiert
es: Recuerdo actualizado
fr: Souvenir mis à jour
fr_ca: Souvenir mis à jour
nl: Herinnering bijgewerkt

source: Message
de: Nachricht
es: Mensaje
nl: Bericht

source: Metric
de: Messwert
es: Métrica
fr: Mesure
fr_ca: Mesure
nl: Waarde

source: Migrations
de: Migrationen
es: Migraciones
nl: Migraties

source: Milestone Celebrations
de: Meilensteinfeiern
es: Celebración de hitos
fr: Célébration des jalons
fr_ca: Célébration des jalons
nl: Mijlpaalvieringen

source: Min Fiber
de: Ballaststoffe min.
es: Fibra mín.
fr: Fibres min
fr_ca: Fibres min
nl: Vezels min.

source: Min Goal
de: Mindestziel
es: Objetivo mínimo
fr: Objectif min
fr_ca: Objectif min
nl: Minimumdoel

source: Min HR
de: Min. HF
es: FC mín.
fr: FC min
fr_ca: FC min
nl: Min. HS

source: Min Range
de: Mindestbereich
es: Rango mínimo
fr: Plage min
fr_ca: Plage min
nl: Minimumbereik

source: Min Water
de: Wasser min.
es: Agua mín.
fr: Eau min
fr_ca: Eau min
nl: Water min.

source: Minerals
de: Mineralstoffe
es: Minerales
fr: Minéraux
fr_ca: Minéraux
nl: Mineralen

source: Minutes
de: Minuten
es: Minutos
nl: Minuten

source: Mobility
de: Mobilität
es: Movilidad
fr: Mobilité
fr_ca: Mobilité
nl: Mobiliteit

source: mobility and flexibility duration
de: Dauer von Mobilität und Beweglichkeit
es: duración de movilidad y flexibilidad
fr: durée de mobilité et de souplesse
fr_ca: durée de mobilité et de souplesse
nl: duur mobiliteit en lenigheid

source: mobility and flexibility workouts
de: Mobilitäts- und Beweglichkeitseinheiten
es: entrenamientos de movilidad y flexibilidad
fr: séances de mobilité et de souplesse
fr_ca: séances de mobilité et de souplesse
nl: mobiliteits- en lenigheidstrainingen

source: Mock Bio Age
de: Bio-Alter simulieren
es: Simular edad biológica
fr: Simuler l'âge biologique
fr_ca: Simuler l'âge biologique
nl: Biologische leeftijd simuleren

source: Mock Magic Scanner
de: Magic Scanner simulieren
es: Simular escáner mágico
fr: Simuler le scan magique
fr_ca: Simuler le scan magique
nl: Magic scan simuleren

source: Mode
de: Modus
es: Modo
nl: Modus

source: Monitor
de: Überwachung
fr: Surveillance
fr_ca: Surveillance
nl: Bewaking

source: Monitor Historical Analysis
de: Historische Monitor-Analyse
es: Análisis histórico del monitor
fr: Analyse historique du moniteur
fr_ca: Analyse historique du moniteur
nl: Historische monitoranalyse

source: Monounsaturated Fat
de: Einfach ungesättigte Fettsäuren
es: Grasas monoinsaturadas
fr: Graisses mono-insaturées
fr_ca: Graisses mono-insaturées
nl: Enkelvoudig onverzadigd vet

source: month
de: Monat
es: mes
fr: mois
fr_ca: mois
nl: maand

source: Month
de: Monat
es: Mes
fr: Mois
fr_ca: Mois
nl: Maand

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
fr_ca: Mensuel
nl: Maandelijks

source: More than 3 days between bowel movements suggests constipation. Consult healthcare provider if this persists.
de: Mehr als 3 Tage zwischen zwei Stuhlgängen deutet auf Verstopfung hin. Halte das an, wende dich an eine Fachperson.
es: Más de 3 días entre deposiciones apunta a estreñimiento. Si continúa, consulta con un profesional sanitario.
fr: Plus de 3 jours entre deux selles évoque une constipation. Consultez un professionnel de santé si cela persiste.
fr_ca: Plus de 3 jours entre deux selles évoque une constipation. Consulte un professionnel de santé si cela persiste.
nl: Meer dan 3 dagen tussen twee keer stoelgang wijst op verstopping. Blijft dit aanhouden, raadpleeg dan een zorgverlener.

source: Morning Report
de: Morgenbericht
es: Informe matutino
fr: Rapport du matin
fr_ca: Rapport du matin
nl: Ochtendrapport

source: Most Common
de: Am häufigsten
es: Más frecuente
fr: Le plus fréquent
fr_ca: Le plus fréquent
nl: Meest voorkomend

source: Most Recent Period Started
de: Letzte Periode begann
es: La última regla empezó
fr: Début des dernières règles
fr_ca: Début des dernières règles
nl: Laatste menstruatie begon

source: Muted
de: Stumm
es: Silenciado
fr: Sourdine
fr_ca: Sourdine
nl: Gedempt

source: My Drink
de: Mein Getränk
es: Mi bebida
fr: Ma boisson
fr_ca: Ma boisson
nl: Mijn drankje

source: My Water Bottle
de: Meine Trinkflasche
es: Mi botella de agua
fr: Ma bouteille d'eau
fr_ca: Ma bouteille d'eau
nl: Mijn waterfles

source: My Waterbottle
de: Meine Trinkflasche
es: Mi botella de agua
fr: Ma bouteille d'eau
fr_ca: Ma bouteille d'eau
nl: Mijn waterfles

source: Neat-O!
de: Klasse!
es: ¡Genial!
fr: Super !
fr_ca: Super !
nl: Top!

source: Neat!
de: Stark!
es: ¡Qué bien!
fr: Génial !
fr_ca: Génial !
nl: Netjes!

source: Needs Attention
de: Braucht Aufmerksamkeit
es: Requiere atención
fr: Nécessite votre attention
fr_ca: Nécessite ton attention
nl: Vraagt aandacht

source: Net Energy
de: Netto-Energie
es: Energía neta
fr: Énergie nette
fr_ca: Énergie nette
nl: Netto-energie

source: Network
de: Netzwerk
es: Red
fr: Réseau
fr_ca: Réseau
nl: Netwerk

source: Never
de: Nie
es: Nunca
fr: Jamais
fr_ca: Jamais
nl: Nooit

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
fr_ca: NOUVEAU
nl: NIEUW

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
fr_ca: Nouvelle conversation
nl: Nieuwe chat

source: New Meal
de: Neue Mahlzeit
es: Nueva comida
fr: Nouveau repas
fr_ca: Nouveau repas
nl: Nieuwe maaltijd

source: New Reminder
de: Neue Erinnerung
es: Nuevo recordatorio
fr: Nouveau rappel
fr_ca: Nouveau rappel
nl: Nieuwe herinnering

source: Next
de: Weiter
es: Siguiente
fr: Suivant
fr_ca: Suivant
nl: Volgende

source: Next Period
de: Nächste Periode
es: Próxima regla
fr: Prochaines règles
fr_ca: Prochaines règles
nl: Volgende menstruatie

source: Next: %@
de: Als Nächstes: %@
es: A continuación: %@
fr: Ensuite : %@
fr_ca: Ensuite : %@
nl: Hierna: %@

source: Nice to meet you %@, I'm Bud!
de: Schön dich kennenzulernen, %@! Ich bin Bud.
es: Encantado, %@. ¡Soy Bud!
fr: Enchanté %@, moi c'est Bud !
fr_ca: Enchanté %@, moi c'est Bud !
nl: Leuk je te ontmoeten, %@! Ik ben Bud.

source: No
de: Nein
fr: Non
fr_ca: Non
nl: Nee

source: No Achievements Yet
de: Noch keine Erfolge
es: Aún no hay logros
fr: Aucune réussite pour l'instant
fr_ca: Aucune réussite pour l'instant
nl: Nog geen prestaties

source: No Alcohol Data
de: Keine Alkoholdaten
es: Sin datos de alcohol
fr: Aucune donnée sur l'alcool
fr_ca: Aucune donnée sur l'alcool
nl: Geen alcoholgegevens

source: No binge or heavy drinking days
de: Keine Tage mit Rausch- oder hohem Konsum
es: Sin días de consumo intensivo o elevado
fr: Aucun jour de consommation excessive ou importante
fr_ca: Aucun jour de consommation excessive ou importante
nl: Geen dagen met binge- of zwaar drinken

source: No Biological Age Data
de: Keine Bio-Alter-Daten
es: Sin datos de edad biológica
fr: Aucune donnée d'âge biologique
fr_ca: Aucune donnée d'âge biologique
nl: Geen gegevens over bio-leeftijd

source: No cached sales
de: Keine gespeicherten Angebote
es: Sin ofertas guardadas
fr: Aucune promotion en cache
fr_ca: Aucune promotion en cache
nl: Geen bewaarde aanbiedingen

source: No Calendars
de: Keine Kalender
es: Sin calendarios
fr: Aucun calendrier
fr_ca: Aucun calendrier
nl: Geen agenda's

source: No Conversations
de: Keine Unterhaltungen
es: Sin conversaciones
fr: Aucune conversation
fr_ca: Aucune conversation
nl: Geen gesprekken

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
fr_ca: Aucune donnée
nl: Geen gegevens

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
fr_ca: Aucune donnée
nl: Geen gegevens

source: No Data Available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
fr_ca: Aucune donnée disponible
nl: Geen gegevens beschikbaar

source: No debug logs have been recorded yet.
de: Es wurden noch keine Debug-Protokolle aufgezeichnet.
es: Todavía no se ha registrado ningún registro de depuración.
fr: Aucun journal de débogage n'a encore été enregistré.
fr_ca: Aucun journal de débogage n'a encore été enregistré.
nl: Er zijn nog geen debuglogboeken vastgelegd.

source: No Device Use Last Night
de: Letzte Nacht keine Gerätenutzung
es: Sin uso del dispositivo anoche
fr: Aucune utilisation de l'appareil la nuit dernière
fr_ca: Aucune utilisation de l'appareil la nuit dernière
nl: Geen apparaatgebruik afgelopen nacht

source: No Effect
de: Kein Effekt
es: Sin efecto
fr: Aucun effet
fr_ca: Aucun effet
nl: Geen effect

source: No equipment required.
de: Kein Equipment nötig.
es: No necesitas material.
fr: Aucun équipement nécessaire.
fr_ca: Aucun équipement nécessaire.
nl: Geen materiaal nodig.

source: No Events
de: Keine Termine
es: Sin eventos
fr: Aucun événement
fr_ca: Aucun événement
nl: Geen afspraken

source: No Food Logged
de: Kein Essen eingetragen
es: Sin comidas registradas
fr: Aucun aliment enregistré
fr_ca: Aucun aliment enregistré
nl: Geen voeding vastgelegd

source: No generic plans. No one-size-fits-all tips. Just real insights based on your real data.
de: Keine Standardpläne. Keine Tipps von der Stange. Nur echte Erkenntnisse aus deinen echten Daten.
es: Nada de planes genéricos. Nada de consejos para todos. Solo análisis reales a partir de tus datos reales.
fr: Pas de programme générique. Pas de conseils passe-partout. Que des analyses concrètes fondées sur vos données réelles.
fr_ca: Pas de programme générique. Pas de conseils passe-partout. Que des analyses concrètes fondées sur tes données réelles.
nl: Geen standaardplannen. Geen tips voor iedereen. Alleen echte inzichten uit jouw echte gegevens.

source: No impact on your biological age
de: Kein Einfluss auf dein biologisches Alter
es: Sin impacto en tu edad biológica
fr: Aucun effet sur votre âge biologique
fr_ca: Aucun effet sur ton âge biologique
nl: Geen invloed op je biologische leeftijd

source: No Logs
de: Keine Einträge
es: Sin registros
fr: Aucun enregistrement
fr_ca: Aucun enregistrement
nl: Geen registraties

source: No logs match your search.
de: Keine Einträge passen zu deiner Suche.
es: Ningún registro coincide con tu búsqueda.
fr: Aucun enregistrement ne correspond à votre recherche.
fr_ca: Aucun enregistrement ne correspond à ton recherche.
nl: Geen registraties komen overeen met je zoekopdracht.

source: No longer available
de: Nicht mehr verfügbar
es: Ya no está disponible
fr: Plus disponible
fr_ca: Plus disponible
nl: Niet meer beschikbaar

source: No Match
de: Keine Übereinstimmung
es: Sin coincidencias
fr: Aucune correspondance
fr_ca: Aucune correspondance
nl: Geen overeenkomst

source: No Meals
de: Keine Mahlzeiten
es: Sin comidas
fr: Aucun repas
fr_ca: Aucun repas
nl: Geen maaltijden

source: No Memories
de: Keine Erinnerungen
es: Sin recuerdos
fr: Aucun souvenir
fr_ca: Aucun souvenir
nl: Geen herinneringen

source: No Override
de: Keine Übersteuerung
es: Sin anulación
fr: Aucune substitution
fr_ca: Aucune substitution
nl: Geen overschrijving

source: No Period
de: Keine Periode
es: Sin regla
fr: Aucunes règles
fr_ca: Aucunes règles
nl: Geen menstruatie

source: No Personal Details
de: Keine persönlichen Angaben
es: Sin datos personales
fr: Aucune donnée identifiante
fr_ca: Aucune donnée identifiante
nl: Geen persoonlijke gegevens

source: No Plans
de: Keine Pläne
es: Sin planes
fr: Aucun programme
fr_ca: Aucun programme
nl: Geen plannen

source: No Records
de: Keine Einträge
es: Sin registros
fr: Aucun relevé
fr_ca: Aucun relevé
nl: Geen registraties

source: No Reminders
de: Keine Erinnerungen
es: Sin recordatorios
fr: Aucun rappel
fr_ca: Aucun rappel
nl: Geen herinneringen

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
fr_ca: Aucun résultat
nl: Geen resultaten

source: No Scheduled Notifications
de: Keine geplanten Benachrichtigungen
es: Sin notificaciones programadas
fr: Aucune notification programmée
fr_ca: Aucune notification programmée
nl: Geen geplande meldingen

source: No signal history available
de: Kein Signalverlauf verfügbar
es: No hay historial de señales
fr: Aucun historique de signal disponible
fr_ca: Aucun historique de signal disponible
nl: Geen signaalgeschiedenis beschikbaar

source: No Sleep Data
de: Keine Schlafdaten
es: Sin datos de sueño
fr: Aucune donnée de sommeil
fr_ca: Aucune donnée de sommeil
nl: Geen slaapgegevens

source: No Workout Data
de: Keine Workout-Daten
es: Sin datos de entrenamiento
fr: Aucune donnée de séance
fr_ca: Aucune donnée de séance
nl: Geen trainingsgegevens

source: No Workouts
de: Keine Workouts
es: Sin entrenamientos
fr: Aucune séance
fr_ca: Aucune séance
nl: Geen trainingen

source: None
de: Keine
es: Ninguno
fr: Aucun
fr_ca: Aucun
nl: Geen

source: None Selected
de: Keine ausgewählt
es: Ninguno seleccionado
fr: Aucun sélectionné
fr_ca: Aucun sélectionné
nl: Geen geselecteerd

source: Normal Diastolic
de: Diastolisch normal
es: Diastólica normal
fr: Diastolique normale
fr_ca: Diastolique normale
nl: Onderdruk normaal

source: Normal Range
de: Normalbereich
es: Rango normal
fr: Plage normale
fr_ca: Plage normale
nl: Normaal bereik

source: Normal Systolic
de: Systolisch normal
es: Sistólica normal
fr: Systolique normale
fr_ca: Systolique normale
nl: Bovendruk normaal

source: NOT ELIGIBLE
de: NICHT BERECHTIGT
es: NO APTO
fr: NON ADMISSIBLE
fr_ca: NON ADMISSIBLE
nl: NIET IN AANMERKING

source: Not Set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
fr_ca: Non défini
nl: Niet ingesteld

source: Notes
de: Notizen
es: Notas
nl: Notities

source: Notification Permissions
de: Benachrichtigungsberechtigungen
es: Permisos de notificación
fr: Autorisations de notification
fr_ca: Autorisations de notification
nl: Meldingsmachtigingen
